---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.FloorType
source: html/a066bc01-6e5e-0bb6-a08b-3c55c6cde5bf.htm
---
# FloorType Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.